cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'bash-completion'
brew 'curl'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'jq'
brew 'kafkacat'
brew 'mtr'
brew 'neovim'
brew 'p7zip'
brew 'tmux'
brew 'wget'

cask 'google-chrome'
cask 'iterm2'
cask 'keepingyouawake'

#cask 'docker'
#cask 'slack'
#cask 'spotify'
#cask 'postman'
#cask 'visual-studio-code'
#cask 'vlc'
#cask 'wireshark'
